var jsonData =
{ "items": [
  {
    "Id": "27829",
    "Description": "Tractors, sprayers, and combines have more technology than you think – and they're getting smarter every day. Join this session to learn how cutting-edge technology is being used in a manufacturing company. Diego Lucas will walk through AGCO's three-year journey from a traditional, ad-hoc set of technologies and processes for the development lifecycle to a modern, agile automation-obsessed devops culture, using Atlassian tools in conjunction with technologies such as Heroku and Docker. He'll also discuss cultural aspects of change as well as go into lessons learned and provide a glimpse of what lies ahead.",
    "IsFeatured":"False",
    "LastModified":"6/15/2015 9:46:17 PM",
    "Published":"True",
    "Title":"Tractors and DevOps: Harvesting the Fruits of Automation",
    "Mandatory":"False"
  },
  {
    "Id":"27832",
    "Description":"Project Managers often face an identity crisis when companies transition to agile: either become a scrum master, move to another role entirely, or another company!\r\n\r\nThis discussion will demonstrate how project management can not only co-exist with your agile process, but thrive. Plus, you'll learn how Gilt blends agile principles with traditional project management techniques to bring their strategic initiatives to life.",
    "IsFeatured":"False",
    "LastModified":"7/7/2015 5:11:58 PM",
    "Published":"True",
    "Title":"The Project Management Comeback",
    "Mandatory":"False"
  },
  {
    "Id":"27834",
    "Description":"As a developer you use Confluence and JIRA because they improves your proficiency in processes, knowledge transfer, training peers, and situational awareness in projects. But what about the non-technical people outside your team?\r\n\r\nKick-start your whole company's adoption of JIRA and Confluence with some tips from James Hilving of Masergy Communications. He'll talk about add-ons, page templates, simple workflows, and terminology that'll bridge the gap and get everyone on the same page. (A Confluence page, that is!)",
    "IsFeatured":"False",
    "LastModified":"7/23/2015 9:31:35 PM",
    "Published":"True",
    "Title":"How to Encourage Non-Development Teams to Use JIRA and Confluence",
    "Mandatory":"False"
  },
  {
    "Id":"28142",
    "Description":"HipChat is the backbone of communication and interconnectivity at Code.org. Join Brendan Reville as he shares how the team at Code.org communicates across regions, ships projects, monitors its systems, and centralizes error reporting using HipChat rooms. You’ll leave with a checklist that will help you make sure your organization is getting the most out of HipChat.",
    "IsFeatured":"False",
    "LastModified":"7/7/2015 4:58:39 PM",
    "Published":"True",
    "Title":"10 Ways Your Organization Should be Using HipChat",
    "Mandatory":"False"
  },
  {
    "Id":"28244",
    "Description":"Join Atlassian veterans Dominic and Ben for the story of how and why we created a little thing called the Team Health Monitor. They show you how you can use it to harness the power and increase the confidence of your own healthy teams.",
    "IsFeatured":"False",
    "Links":"<br>",
    "LastModified":"8/7/2015 11:59:28 PM",
    "Published":"True",
    "Title":"What Awesome Sauce Tastes Like: Getting & Keeping Your Teams Healthy... the Atlassian Way",
    "Mandatory":"False"
  },
  {
    "Id":"28279",
    "Description":"Spotify is one of the largest online music streaming company in the world and they've been growing extremely fast. Like, \"600% growth in three years\" fast. So put your headphones away and listen to Rick Wacey tell the story of how his team went from managing requests by email to using JIRA and JIRA Service Desk. You'll get tips on coping with increased demand from employees (while still providing great service, of course), and see how to set up your own internal Genius Bar kiosk for IT issues. Get here early and grab a seat – this one goes to 11.",
    "IsFeatured":"False",
    "LastModified":"7/7/2015 5:14:14 PM",
    "Published":"True",
    "Title":"How Spotify IT Supports a Company in Hypergrowth",
    "Mandatory":"False"
  },
  {
    "Id":"28419",
    "Description":"Learn how the Electric Reliability Council of Texas was able to replace multiple tools with a complete IT change management system running on JIRA. It provides end users a single point of entry for any hardware or software change, as well as saves the company millions by eliminating maintenance contracts on the old tools. What you learn may \"shock\" you – in the best possible way, of course.",
    "IsFeatured":"False",
    "LastModified":"6/14/2015 10:32:26 PM",
    "Published":"True",
    "Title":"IT Change Management Using JIRA",
    "Mandatory":"False"
  },
  {
    "Id":"28492",
    "Description":"When you have a JIRA instance with thousands of users and multiple plugins, you want your users to have seamless experience. Discover how our log analyzer tool gives you crystal ball-like insight into potential issues and overall performance, and how you can interpret performance graphs to make informed decisions and plan ahead.",
    "IsFeatured":"False",
    "LastModified":"6/15/2015 3:11:47 PM",
    "Published":"True",
    "Title":"Knowledge is Power: Visualizing JIRA's Performance Data",
    "Mandatory":"False"
  },
  {
    "Id":"28497",
    "Description":"Atlassian has been in hyper-growth for the last 5 years, exploding from 200 employees to over 1700. We've worked tirelessly to implement strategic planning while staying true to our agile roots and upholding our culture and values. To the surprise of no-one, it ain't easy.\r\n\r\nLearn about three practices we developed – and scaled – to help our teams deliver more compelling stories, and the strategic framework they all feed into.",
    "IsFeatured":"False",
    "LastModified":"6/15/2015 4:34:57 PM",
    "Published":"True",
    "Title":"Balancing Act: Large-Scale Strategy vs. Agile Methodologies at Atlassian",
    "Mandatory":"False"
  },
  {
    "Id":"28498",
    "Description":"Atlassian faces the same issues as any other software company in the world. The battle for continuous integration glory is fought every day, and at stake is nothing less than our development and delivery speed. Join us to find out how we do it at Atlassian, powered by Bamboo. Because in the Game of Codes, you win... or you die.",
    "IsFeatured":"False",
    "LastModified":"6/15/2015 9:45:41 PM",
    "Published":"True",
    "Title":"Game of Codes: the Battle for CI",
    "Mandatory":"False"
  },
  {
    "Id":"28507",
    "Description":"Think agile is just for software shops? Think again. NetApp will show you how they helped a digital marketing department at a Fortune 500 company move from waterfall to agile – with Atlassian tools, of course. The result? The department pulled off a complete overhaul of their website in just seven weeks (a project that was originally forecasted at 3-6 months)!\r\n\r\nJim and Samuel will share how they built a case for agile, and how the transition provided a more efficient workflow for the rank n' file while giving management more visibility in to projects. ",
    "IsFeatured":"False",
    "LastModified":"8/14/2015 9:29:17 PM",
    "Published":"True",
    "Title":"How to Take a Business Team from Waterfall to Agile",
    "Mandatory":"False"
  },
  {
    "Id":"28509",
              "Description":"Don't you love those \"gifts that keep on giving\"? JAMF Software does. They moved their 400+ employees from Microsoft Lync to HipChat for ease of use and UX design. Only after making the switch did they discover the transformative impact of HipChat’s open API. (boom) JAMF's Bryson Tyrrell will share his experience building custom plug-ins that meet his team's needs for internal support via HipChat and JIRA Service Desk, and show how you can do it, too.",
              "IsFeatured":"False",
              "LastModified":"8/10/2015 7:02:41 PM",
              "Published":"True",
              "Title":"Usability, Extensibility & Fun: the Switch from Lync to HipChat",
              "Mandatory":"False"},{"Id":"28512",
                "Description":"Faced with a challenge of not getting the right information from email exchanges, Sotheby's decided to invest in a new service desk tool. Now here's the plot twist: they use JIRA Service Desk for anything from hanging a multi-million dollar painting in one of their galleries to replenishing the coffee in the kitchen. If that blows your mind a little bit, you won't want to miss this session! Join Nathan Smith as he shows how Sotheby's set up JIRA Service Desk to support 500 employees across the globe and how your team can take their use of JIRA Service Desk from conventional to sensational. ",
                "IsFeatured":"False",
                "LastModified":"7/7/2015 5:13:27 PM",
                "Published":"True",
                "Title":"How Sotheby's Uses JIRA Service Desk to Sell Million-Dollar Artwork",
                "Mandatory":"False"},{"Id":"28566",
                  "Description":"From simple integrations to rich interactions, HipChat's integration platform, powered by Atlassian Connect, supports it all! Tanguy will walk you through HipChat's integration capabilities and how they're used in real life, as well as give you a glimpse into the future of messaging-powered apps. You'll learn how the HipChat team reimagined its integration platform and get a look at some of the 60+ 3rd party integrations that turn HipChat into your team's notification center.",
                  "IsFeatured":"False",
                  "LastModified":"7/7/2015 5:10:09 PM",
                  "Published":"True",
                  "Title":"Connecting HipChat to (allthethings)",
                  "Mandatory":"False"},{"Id":"28567",
                    "Description":"In 2015 BAE Systems implemented JIRA Service Desk for 4,700 staff and 250 agents across IT, human resources and business improvement. But a successful project isn't just about technology – that's actually the easy part! Since this affected every employee at every level, they had to nail the people, process, and internal marketing, too. JIRA Service Desk is saving BAE Systems $600,000 this year and $1.62m over 5 years. Join Greg Warner as he takes you through the journey from the initial pitch to ongoing support, and highlights what your team needs to know for a successful implementation. ",
                    "IsFeatured":"False",
                    "LastModified":"8/3/2015 10:17:53 PM",
                    "Published":"True",
                    "Title":"From Go to Whoa: How to Make a Difference with JIRA Service Desk",
                    "Mandatory":"False"},{"Id":"28569",
                      "Description":"Don't miss the official launch of Atlassian's first book!\r\n\r\nJoin ten-year Atlassian veteran Chris Mountford as he takes you behind the scenes for an inside look at how we make software. You'll see highlights from the book and get to grab a copy at the end of the session to bring back to your team.",
                      "IsFeatured":"False",
                      "LastModified":"6/15/2015 4:35:51 PM",
                      "Published":"True",
                      "Title":"The No-Bullshit History of how Atlassian Makes Software",
                      "Mandatory":"False"},{"Id":"28571",
                        "Description":"Your team has adopted Git, and are happily coding along. But is that all? Can you do more with it? You bet! Join the always-animated Nicola Paolucci to learn advanced techniques for grafting multiple repositories, managing project dependencies with git subtree, splitting commits, and finding the best merge strategy for your staging servers. \r\n\r\nIf you've ever wondered how to collate the histories of different projects, or how to split a sub-directory into it's own project without destroying its history, this session is for you. ",
                        "IsFeatured":"False",
                        "LastModified":"6/12/2015 10:18:56 PM",
                        "Published":"True",
                        "Title":"Advanced Git Techniques: Grafting, Octopuses and Other Fun Stuff",
                        "Mandatory":"False"},{"Id":"28572",
                          "Description":"Docker is rapidly gaining mind-share amongst both operations and development teams. One of Docker's sweet spots is in the area of rapid development and testing. This talk will show how we use Docker containers to resolve dependency problems in tests, and how to integrate this workflow into a Bamboo continuous integration and deployment pipeline. ",
                          "IsFeatured":"False",
                          "LastModified":"6/12/2015 10:17:19 PM",
                          "Published":"True",
                          "Title":"Docker, Continuous Integration, and You",
                          "Mandatory":"False"},{"Id":"28624",
                            "Description":"As a rapidly growing company, Vanderlande needed to improve how its 3,000 global employees found, shared, and contributed to information. Learn how they consolidate information, curate content, and get new staff members up to speed using Confluence. You'll walk away with tips for implementing Confluence on a large scale, avoiding the pitfalls, and getting people into the system.",
                            "IsFeatured":"False",
                            "Links":"<br>",
                            "LastModified":"8/18/2015 7:05:18 PM",
                            "Published":"True",
                            "Title":"Growing Fast and Staying Sane with Confluence",
                            "Mandatory":"False"},{"Id":"28629",
                              "Description":"Convincing a diverse group of highly-motivated people to get behind a single knowledge management strategy can be a challenge. Especially when everyone has their own opinions on how best to document a complex product.\r\n\r\nThis session will show you examples of Braintree's content management successes (and failures) to illustrate the four steps we used to kickstart a documentation-minded culture with Confluence at its core. You'll also hear what's next on the documentation team's agenda and how we plan to continue our mission of domination through documentation. ",
                              "IsFeatured":"False",
                              "Links":"<br>",
                              "LastModified":"8/18/2015 5:46:31 PM",
                              "Published":"True",
                              "Title":"Documentation Domination: How to Build a Knowledge Sharing Culture in 4 Easy Steps",
                              "Mandatory":"False"},{"Id":"28631",
                                "Description":"There are amazing opportunities to create an uber-rich development experience with custom analysis, deployment, testing, and monitoring for your team. Join veteran Atlassian developer Tim Pettersen as he shows off Bitbucket's brand new integration framework and highlight best practices for building scalable, tightly integrated services that development teams will love.",
                                "IsFeatured":"False",
                                "Links":"<br>",
                                "LastModified":"6/25/2015 1:46:03 AM",
                                "Published":"True",
                                "Title":"Build a Kick-ass repo with Bitbucket customizations",
                                "Mandatory":"False"},{"Id":"28635",
                                  "Description":"A crucial transition is taking place at Atlassian... we can feel our DNA evolving a little each day. Our focus is always on the future, and that future will mean rallying behind a cloud-first strategy. In doing so, we have the unique opportunity to re-imagine the way we run our services and get behind a modern approach to distribute our operations function and optimize for scale. \r\n\r\nThis talk will cover the steps we've taken on that journey as we build site reliability engineering, an operations approach pioneered by industry champs like Netflix. We'll talk about the concept, how it applies at Atlassian, the wins we have achieved, and learning you can bring back to your team. ",
                                  "IsFeatured":"False",
                                  "Links":"<br>",
                                  "LastModified":"6/30/2015 8:21:06 PM",
                                  "Published":"True",
                                  "Title":"Love DevOps? Wait 'Till You Meet SRE",
                                  "Mandatory":"False"},{"Id":"28637",
                                    "Description":"CSIRO, Australia's national science agency, embarked on a transformation program in 2013 to modernize its service centers. Their goal? Make an impact on scientific innovation throughout the country. But their IT department had an additional challenge: repair their long-damaged relationship with CSIRO's business teams. That's where JIRA Service Desk comes in.\r\n\r\nTaking an agile approach, IT built a repeatable process using self-service portals that helped business teams do their work faster. A process so successful, they've now rolled it out to nine business teams (and counting!). Join Norman and Sarah as they explain what they did, and what your team can learn from it.",
                                    "IsFeatured":"False",
                                    "Links":"<br>",
                                    "LastModified":"6/14/2015 10:28:56 PM",
                                    "Published":"True",
                                    "Title":"Fast & Furious Service Rollout: Thanks to Agile ",
                                    "Mandatory":"False"},{"Id":"28645",
                                      "Description":"You've probably wondered about it, and they proved it: state-of-the-art software engineering can be taught using the Atlassian stack.\r\n\r\nDora and Lukas will show how Munich's Technical University uses JIRA, Confluence, HipChat, Stash, and Bamboo for running an agile software engineering course with 100 participants and 10 industry partners. We'll show you how the tools work hand-in-hand to teach students and reduce our organizational overhead. They'll also show how the stack can be scaled to support interactive lectures with a large number of participants. Ever wondered what happens when 100 students start their own sprint at the same time in the lecture hall? Join this session and find out! ",
                                      "IsFeatured":"False",
                                      "Links":"<br>",
                                      "LastModified":"8/21/2015 4:04:24 PM",
                                      "Published":"True",
                                      "Title":"Using Atlassian for State-of-the-Art Computer Science Education",
                                      "Mandatory":"False"},{"Id":"28653",
                                        "Description":"What do software, financial reporting, and digital marketing teams have in common? Process!\r\n\r\nAll teams need to manage their work, and each have their own ways to getting it done. Learn how Janus Capital has implemented JIRA projects for their business teams to increase productivity and traceability. What started with just one team is now spreading across the entire organization!",
                                        "IsFeatured":"False",
                                        "Links":"<br>",
                                        "LastModified":"6/15/2015 6:04:57 PM",
                                        "Published":"True",
                                        "Title":"Be the Enabler: JIRA Workflows for Business Teams",
                                        "Mandatory":"False"},{"Id":"28688",
                                          "Description":"Nuance Communications is making the move from SVN to Git! Why? To take advantage of its strong branching and merging capabilities... and to keep their developers happy. With wild variations between each product's release model, they have multiple releases of one or more components in play at a given time. So they had to get creative with a branching model. This talk will discuss choosing the right Git branching model for each of your release streams, and managing multiple releases using Stash, JIRA, Bamboo, and Maven.",
                                          "IsFeatured":"False",
                                          "Links":"<br>",
                                          "LastModified":"6/12/2015 10:23:29 PM",
                                          "Published":"True",
                                          "Title":"Creative Branching Models for Multiple Release Streams",
                                          "Mandatory":"False"},{"Id":"28691",
                                            "Description":"First impressions are vital – you've got 5 minutes to take someone from being curious to being your customer. Experimentation and data-informed design helps us find out what pulls them into your product and reveals their path to success.\r\n\r\nLearn how to build something people love from the minute they start using it from Atlassian designer Ben Humphrey. You'll get an introduction to experimentation, inside knowledge of how it works at Atlassian, practical advice on understanding your users' needs and desires, and come away with strategies and research techniques that you can apply in your own company.",
                                            "IsFeatured":"False",
                                            "Links":"<br>",
                                            "LastModified":"8/7/2015 11:56:27 PM",
                                            "Published":"True",
                                            "Title":"Build Something People Love: Using Experiments to Create Great Products",
                                            "Mandatory":"False"},{"Id":"28692",
                                              "Description":" The hype and excitement around micro-services and shiny new technologies means we commonly overlook the big, hairy mammoth in the room: legacy monoliths. Comprised mostly of tribal knowledge and spaghetti code, they're hard to work with and deeply understood only by a few experts. So when it's time to update legacy code, these experts become bottlenecks.\r\n\r\nJoin Atlassian developer Peggy Kuo as she provides you with practical ways to help the people on your team understand – and tame – the legacy monolith.  ",
                                              "IsFeatured":"False",
                                              "Links":"<br>",
                                              "LastModified":"8/7/2015 11:11:41 PM",
                                              "Published":"True",
                                              "Title":"Taming the Legacy Monolith",
                                              "Mandatory":"False"},{"Id":"28709",
                                                "Description":"A PM and a developer walk into a bar... That's a joke all on it's own!\r\n\r\nCreating a team dynamic where engineering and product management compliment each other can feel like a pipe dream. Confluence's Sherif Mansour (Principle Product Manager) and Issac Gerges (Senior Developer) will share, explore, and even attempt to re-enact the familiar anti-patterns faced when product and engineering collaborate. Come for the practical tips, stay for the on-stage antics.",
                                                "IsFeatured":"False",
                                                "Links":"<br>",
                                                "LastModified":"6/15/2015 9:39:10 PM",
                                                "Published":"True",
                                                "Title":"A PM and a Developer Walk into a Bar",
                                                "Mandatory":"False"},{"Id":"28751",
                                                  "Description":"The session gives a brief overview on the challenges that an Agile development team faced before adopting agile tools, it walks through on how adopting the Chuck Norris suite transformed an ordinary Agile team into power packed ChuckAgile Team. The suite consists of various Atlassian tools like Confluence, Jira, Stash, Bamboo and Jira Service Desk and is referred here as \"Chuck Norris\" for obvious reasons of agility, flexibility, traceability and various other adjectives. The session highlights on how the integration between these tools contributed for a greater transparency, traceability, collaboration and increased productivity. Agility redefined by Chuck Norris.",
                                                  "IsFeatured":"False",
                                                  "LastModified":"6/15/2015 9:40:41 PM",
                                                  "Published":"True",
                                                  "Title":"Agile Development with Chuck Norris",
                                                  "Mandatory":"False"},{"Id":"28760",
                                                    "Description":"Got your little Atlassian fiefdom serving a few teams, but harbouring dreams of corporate conquest? Let’s make those dreams come true!\r\n\r\nJoin HomeAway’s Michael Kuhl on an epic adventure taking JIRA and Confluence from cool tools for the geeks to the foundation of business process management and internal communication in two years and change. You’ll learn how to promote adoption and then manage the surge in usage, demands for customization, and day to day support while nurturing a (totally healthy!) addiction to plugins.",
                                                    "IsFeatured":"False",
                                                    "LastModified":"8/7/2015 11:38:58 PM",
                                                    "Published":"True",
                                                    "Title":"Go Big or Go HomeAway with JIRA and Confluence",
                                                    "Mandatory":"False"},{"Id":"28768",
                                                      "Description":"The tremendous flexibility in JIRA Agile is what makes it so powerful. But it can also be daunting.\r\n\r\nIn this session, Spectrum Health will share how they learned to configure JIRA Agile and JIRA Portfolio to encourage the right agile practices, manage scope, and facilitate product owner-to-stakeholder communication – and still give teams the freedom to innovate! ",
                                                      "IsFeatured":"False",
                                                      "LastModified":"7/7/2015 8:22:34 PM",
                                                      "Published":"True",
                                                      "Title":"Divergence is not Innovation: Using JIRA Agile Governance to Drive the Right Behaviors",
                                                      "Mandatory":"False"},{"Id":"28769",
                                                        "Description":"Dev and ops teams need constant information about the health of their service offering in order to work together effectively – not to mention the ability to communicate efficiently to issues. This panel will cover Atlassian's view of ChatOps today, how it is evolving, how key players in the industry are using it and how to get your ops teams to collaborate in action with ChatOps.",
                                                        "IsFeatured":"False",
                                                        "LastModified":"8/7/2015 11:08:31 PM",
                                                        "Published":"True",
                                                        "Title":"Bringing Speed and Efficiency to Operations with ChatOps",
                                                        "Mandatory":"False"},{"Id":"28791",
                                                          "Description":"The realities of working in an enterprise (distributed teams, multiple stakeholders, etc) present a series of challenges when trying to plan and scale agile development. Learn how Rosetta Stone knit together a dozen existing JIRA Agile boards into a coherent program-level view of their Scaled Agile Framework (SAFe) release train using JIRA Portfolio – without sacrificing team autonomy.",
                                                          "IsFeatured":"False",
                                                          "LastModified":"8/8/2015 12:40:12 AM",
                                                          "Published":"True",
                                                          "Title":"Managing Scaled Agile at Rosetta Stone",
                                                          "Mandatory":"False"},{"Id":"28794",
                                                            "Description":"Splunk decided to switch from Perforce to Git, and needed a scalable solution for repository management. Since they were already knee-deep in the Atlassian stack, they chose Stash Data Center. Join Kurt and Christopher as they tell Splunk's story – from assessment and architecture, to configuration plans and results. If your team is switching to Git on any scale and looking to speed up your development lifecycle, this session is for you!",
                                                            "IsFeatured":"False",
                                                            "Links":"<br>",
                                                            "LastModified":"6/15/2015 9:44:33 PM",
                                                            "Published":"True",
                                                            "Title":"Slam Dunk with Splunk and Stash Data Center",
                                                            "Mandatory":"False"},{"Id":"28808",
                                                              "Description":"If you're struggling to implement QA methods that fit with agile's core principles, you're not alone.\r\n\r\nJoin Giancarlo and Maurizio as they explain how their teams found a sweet spot at the intersection of agile and QA engineering. They'll share common pitfalls and how to avoid them. Plus, get tips and tricks on how to capture requirements and link JIRA to test repositories for complete traceability.",
                                                              "IsFeatured":"False",
                                                              "Links":"<br>",
                                                              "LastModified":"8/20/2015 11:09:51 PM",
                                                              "Published":"True",
                                                              "Title":"How to Build in Quality from Day 1 using Lean QA and Agile Testing",
                                                              "Mandatory":"False"},{"Id":"28813",
                                                                "Description":"Running experiments in your product will tell you what your customers are doing, but they don't often tell you why they're doing it. So even after experimenting, you can be left wondering: which option would be better to ship? \r\n\r\nOne way that Atlassian has tackled this is by taking the \"concept testing\" technique to a whole new level. Get a first-hand look into how we run concept tests to extract the right insights – before a single line of code has been written. You'll learn how they can work side-by-side with quantitative experimentation to help you get smarter metrics, and have greater confidence in knowing how to take your product from good to great.",
                                                                "IsFeatured":"False",
                                                                "LastModified":"6/15/2015 4:38:57 PM",
                                                                "Published":"True","Title":"Going from Good to Great with Concept Testing","Mandatory":"False"},{"Id":"28820","Description":"\"Measure first, then optimise\" is an oft-cited maxim for developers. But you can't optimise without first understanding what factors influence a given measurement. Only then is it worth your time to start digging around in your code and infrastructure.\r\n\r\nJoin Atlassian engineer Ian Grunert as he outlines the measurements exposed by the browser about the request lifecycle, and the areas of your web application contributing to each section. He'll also show you how the Confluence team uses Bamboo, Stash, Confluence, and JIRA to track the impact of performance improvements and reduce the chance of shipping performance regressions.","IsFeatured":"False","LastModified":"8/7/2015 11:06:02 PM","Published":"True","Title":"Demystifying Web Performance","Mandatory":"False"},{"Id":"28822","Description":"BlackRock is a firm of 12000 employees rocking about 500 software deployments per week. (Yes: you read that right.)\r\n\r\nLearn how BlackRock installed and customized JIRA to manage software enhancements from idea inception to production release. The presentation highlights challenges of the implementation, usage and key integrations between JIRA, iPad, and BlackRock's Trading Platform software. ","IsFeatured":"False","LastModified":"6/15/2015 6:02:51 PM","Published":"True","Title":"Release Management with JIRA at BlackRock","Mandatory":"False"},{"Id":"28825","Description":"Houston, we have a problem. Too many companies are fixated on the definitions of ITIL and problem management instead of actually getting value out of them. When you don't have a bonafide problem management policy, plus the training and skills to back it up, your team is likely to spend too much energy on ineffective activities. But there's hope.\r\n\r\nIT veteran John Custy will introduce the concepts you need to understand, dispel a few misconceptions, and explain the different problem management methodologies. He'll also cover the pros and cons of each methodology, and when to use each of them. and cons of each methodology and when to use of them.","IsFeatured":"False","LastModified":"6/12/2015 11:01:54 PM","Published":"True","Title":"Making Problem Management Work for Your Organization","Mandatory":"False"},{"Id":"28826","Description":"Everyone knows Confluence can handle pages and blog posts. But did you know you can actually create add-ons that add content types customized for your company? Confluence developer Ben Mackie will show you how you can extend Confluence to create your own type of content with its own rules and UI.\r\n\r\nIn this session you'll learn how to write macros that live link data, scripts that automatically push data into Confluence, create blueprints to build useful content faster, and use CQL to build insightful reports. ","IsFeatured":"False","LastModified":"8/8/2015 12:04:19 AM","Published":"True","Title":"Tailoring Confluence for Team Productivity","Mandatory":"False"},{"Id":"28920","Description":"If your team has entered the brave new world of mobile app development, but aren't sure you're nailing the process, you're not alone. Orbitz faced this problem with their suite of mobile apps – and emerged victorious with the help of scrum, and Atlassian dev tools.\r\n\r\nJoin Paul and Mike from Orbitz's mobile team to learn how they integrated JIRA with Stash and SourceTree to help them coordinate the release cycles of 7 different brands, distributed across 5 different app stores worldwide. You'll also hear how they customized their build system to meet the needs of large-scale mobile development.","IsFeatured":"False","Links":"<br>","LastModified":"7/7/2015 5:09:10 PM","Published":"True","Title":"Always on the Go: Developing Mobile Apps at Orbitz","Mandatory":"False"},{"Id":"28922","Description":"Looking to the cloud to serve Stash to a horde of hungry developers? Netflix has the recipe for you! Take one part fresh open source platforms, two parts juicy deployment pipelines, and add a dash of gooey-rich custom bakes. Join this session to find out how Netflix used this unique combination of technologies to move Stash from their data center to the cloud and what they burned (yes, burned) along the way.","IsFeatured":"False","Links":"<br>","LastModified":"6/12/2015 11:04:24 PM","Published":"True","Title":"Baking Stash in the AWS Cloud at Netflix","Mandatory":"False"},{"Id":"28923","Description":"What started in 2008 as a team of 10 developers using JIRA has grown into an enterprise solution supporting over 11,400 users. Join Brian and Michael from Cerner for tips on overcoming the challenges of scaling JIRA. You'll learn how considering configuration, usage, and hardware can prevent outages and support a rapidly growing development environment. ","IsFeatured":"False","Links":"<br>","LastModified":"8/7/2015 8:52:05 PM","Published":"True","Title":"Scaling JIRA: Challenge Accepted","Mandatory":"False"},{"Id":"28930","Description":"Symantec was struggling to coordinate their development teams with their sales and marketing teams so the delivery of new features and fixes lined up with efforts to promote them. They implemented a lightweight version of SAFe, but adapted the methodology to fit their needs. Learn how you can tailor agile principles to address the unique challenges your teams face and why configuring your agile tools properly is critical to increasing agility throughout the company.","IsFeatured":"False","Links":"<br>","LastModified":"7/7/2015 5:12:46 PM","Published":"True","Title":"Throwing Out the Agile Rulebook","Mandatory":"False"},{"Id":"29045","Description":"Autodesk has issues. Lots of them. In 2012, Autodesk broke the 200,000 issues barrier in JIRA and three years later, they've more than tripled that number. This session will discuss the challenges they faced in consolidating different systems, provide tips on how mitigating organizational challenges around consolidation, and share best practices for supporting JIRA at scale.","IsFeatured":"False","LastModified":"6/15/2015 3:09:25 PM","Published":"True","Title":"How to Join the \"1M JIRA Issues\" Club","Mandatory":"False"},{"Id":"29123","Description":"Atlassian products are catching on like wildfire. What started out as a set of tools for teams has quickly grown into a worldwide enterprise phenomenon where standardization is the watchword. Join us as we dig into the products, progress, and plans Atlassian is making on behalf of companies who are \"going big\" with our stuff.","IsFeatured":"False","LastModified":"8/7/2015 8:51:07 PM","Published":"True","Title":"Enterprise Keynote","Mandatory":"False"},{"Id":"29184","Description":"Let's face it: running a service desk is hard. And sometimes it feels like you do nothing but put out fires. But if you don't figure out what your next move is, you'll never improve service desk operations. \r\n\r\nWhether you're running a mature service desk, or starting a fresh one, this session will teach you how to crank it up a notch using JIRA Service Desk. You'll get insider tips and tricks that many of our customers have been using, and learn how to build a roadmap for tracking your progress.","IsFeatured":"False","LastModified":"8/8/2015 12:43:38 AM","Published":"True","Title":"It's OK to be Slammed: a Deep Dive into JIRA Service Desk","Mandatory":"False"},{"Id":"29211","Description":"Setting up a new service desk can be scary, but it doesn't have to be! In this session, Lucas Dussurget from Valiantys will reveal the top six ways to ensure you set up a successful service desk including: common pitfalls to avoid, what requirements people forget about, and sample test cases. (Want the other three? Come and find out!). Stick around to learn about how these tips put into practice led successful deployments for many customers – including for one customer, reducing average time to resolution by 66% -- but delighting100% of its customers. ","IsFeatured":"False","LastModified":"7/7/2015 5:16:07 PM","Published":"True","Title":"Six Steps to Success with JIRA and JIRA Service Desk","Mandatory":"False"},{"Id":"29655","Description":"Meet Kiva, the social lending company that puts $700 million in the hands of people who need it the most.\r\n\r\nCome learn how Kiva's community support team creates JIRA tickets directly from Salesforce support cases, how their communication is supercharged with HipChat and Confluence integrations, and how they replaced spreadsheet-based planning with JIRA Portfolio.","IsFeatured":"False","LastModified":"8/10/2015 6:15:26 PM","Published":"True","Title":"Key Takeaways from Managing an Integrated JIRA Experience","Mandatory":"False"},{"Id":"31068","Description":"See how health care disrupters Oscar Insurance has woven Atlassian products into their infrastructure and customer workflows: from contract reviews to customer questions.\r\n \r\nEvery department at Oscar uses JIRA. Sara Wajnber will show you how they pulled this off without violating HIPPA, the ACA, or other regulations. Next, Mackenzie Kosut will show how HipChat and Stash are used for everything from provisioning new servers, anonymizing development databases, code deploys, managing LDAP and VPN. ","IsFeatured":"False","LastModified":"8/8/2015 12:08:27 AM","Published":"True","Title":"ChatOps: Automating your Company with HipChat, Stash and JIRA Service Desk","Mandatory":"False"},{"Id":"31069","Description":"Learn how Camerican International, one of the worlds largest food import/export companies, has integrated numerous add-ons in Confluence to build a custom CRM on a limited budget and without any in-house programmers. The Atlassian ecosystem is full of existing add-ons you can use, as well as developers looking for new ideas to build. Understanding how to manage multiple add-ons and work with the various vendors is the key to unlocking huge value. Come see what’s possible!","IsFeatured":"False","LastModified":"8/11/2015 6:11:21 PM","Published":"True","Title":"Just-In-Time Business Operations (Yeah, there’s an add-on for that!)","Mandatory":"False"},{"Id":"31070","Description":"See firsthand how the Atlassian administrator from Twillio, a communications API company, has customized workflows to handle employee on-boarding, off-boarding, travel, and facility requests. You'll also learn how Twilio is integrating with Atlassian to handle 2-factor authentication in JIRA, task routing in JIRA Service Desk, and SMS for missed HipChat notifications, including escalation and approvals.\r\n","IsFeatured":"False","LastModified":"8/8/2015 12:18:46 AM","Published":"True","Title":"JIRA: Beyond Engineering & Computers; From 2FA to Approvals: Utilizing Atlassian From Your Thumbs","Mandatory":"False"},{"Id":"31162","Description":"Get involved in open source projects that matter to you. Atlassian has several active open source projects including jit.si, Atlassian Connect, toolkits, AUI, jgitflow, and MEAT to name a few. Learn how you can share your customizations and integrations with the open source community via the Atlassian Marketplace.","IsFeatured":"False","LastModified":"8/8/2015 12:13:24 AM","Published":"True","Title":"Get Involved with Open Source","Mandatory":"False"}],"NextPageLink":null,"Count":null
}
